Repository: jeffreyvr/just-recaptcha
Catalog: languages/just-recaptcha-*.po
Languages: nl_nl

source: General
nl_nl: Algemeen

source: Version
nl_nl: Versie

source: Select the version of reCAPTCHA you want to use.
nl_nl: Selecteer de versie van reCAPTCHA die u wilt gebruiken.

source: Choose a version
nl_nl: Kies een versie

source: Site key
nl_nl: Sitesleutel

source: Site Secret
nl_nl: Site geheime sleutel

source: <strong>Error</strong>: reCAPTCHA is not configured correctly.
nl_nl: <strong>Fout</strong>: reCAPTCHA is niet correct geconfigureerd.

source: <strong>Error</strong>: reCAPTCHA is not submitted.
nl_nl: <strong>Fout</strong>: reCAPTCHA is niet verzonden.

source: <strong>Error</strong>: Please complete the reCAPTCHA.
nl_nl: <strong>Fout</strong>: Vul de reCAPTCHA in.

source: <strong>Error</strong>: Failed reCAPTCHA verification.
nl_nl: <strong>Fout</strong>: ReCAPTCHA-verificatie is mislukt.

source: Just reCAPTCHA
nl_nl: Gewoon reCAPTCHA

source: Simply add a reCAPTCHA v2 to your WordPress registration form.
nl_nl: Voeg eenvoudig een reCAPTCHA v2 toe aan uw WordPress-registratieformulier.
